Repository: zbyszeg/TDC
Catalog: en-pl_Sopoltrad.tmx
Source language: en_gb
Languages: pl_pl

source: Total 5 (five) working days on site from Monday to Friday
pl_pl: łącznie 5 (pięć) dni roboczych w zakładzie od poniedziałku do piątku,

source: Mission preparation
pl_pl: przygotowanie zadania,

source: Travelling time and costs for one person and one round-trip between ALSTOM’s France office and Warsaw Airport,
pl_pl: czas i koszty przejazdu w obie strony jednej osoby pomiędzy biurem ALSTOM Francja a lotniskiem w Warszawie,

source: Final report
pl_pl: sporządzenie raportu końcowego,

source: Project management
pl_pl: zarządzanie projektem,

source: Technical and logistic support and tools from Belfort
pl_pl: wsparcie techniczne i logistyczne oraz narzędzia z Belfort.

source: Our price includes travel, accommodations and living allowance for the Alstom personal in Poland
pl_pl: Nasza cena obejmuje koszty przejazdu, zakwaterowania i wyżywienia pracowników firmy Alstom w Polsce.

source: If the indicated duration at site is not sufficient and our specialist has to stay at site longer for reasons out of ALSTOM Power Systems PAC responsibility, the supplementary day will be charged as per Standard rates.
pl_pl: Jeżeli podany czas pracy w zakładzie nie będzie wystarczający i nasz specjalista będzie musiał pozostać tam dłużej z przyczyn niezależnych od ALSTOM Power Systems PAC, każdy dodatkowy dzień będzie fakturowany zgodnie ze stawkami standardowymi.

source: Our estimation includes travel, accommodations and living allowance for the Alstom personal in Poland
pl_pl: Nasza wycena szacunkowa obejmuje koszty przejazdu, zakwaterowania i wyżywienia pracowników firmy Alstom w Polsce.

source: Cybersecurity Solution
pl_pl: Rozwiązanie w zakresie cyberbezpieczeństwa

source: The estimation described below is based on the full assumption of cybersecurity solution described in this budgetary estimate.
pl_pl: Wycena szacunkowa opisana poniżej została opracowana przy założeniu pełnego rozwiązania w zakresie cyberbezpieczeństwa opisanego w niniejszym dokumencie.

source: This scope of cybersecurity can be reviewed and adjusted according end user needs.
pl_pl: Zakres tego rozwiązania może zostać zmieniony i dostosowany do potrzeb użytkownika.

source: PAC UNIT PRICE (EUR)
pl_pl: CENA JEDNOSTKOWA PAC (EUR)

source: Budgetary Price for PAC FR services for Cybersecurity Base Solution including:
pl_pl: Wycena budżetowa usług PAC FR dla podstawowego rozwiązania w zakresie cyberbezpieczeństwa obejmującego następujące pozycje:

source: General
pl_pl: Zagadnienia ogólne.

source: HMI Level Firewall
pl_pl: Firewall na poziomie interfejsu HMI.

source: Protocol level Firewall
pl_pl: Firewall na poziomie protokołu.

source: Hardening including Endpoint protection
pl_pl: Utwardzanie systemu obejmujące zabezpieczenie punktu końcowego.

source: SIEM Interface
pl_pl: Interfejs SIEM

source: Budgetary Price for PAC FR services for Cybersecurity additional options including:
pl_pl: Wycena budżetowa usług PAC FR dla opcji dodatkowych w zakresie cyberbezpieczeństwa obejmującego następujące pozycje:

source: PAC UNIT PRICE
pl_pl: CENA JEDNOSTKOWA PAC

source: Unit SIEM
pl_pl: Jednostka SIEM

source: TGC Hardening
pl_pl: Utwardzanie systemu TGC.

source: DPI Firewall on SNMP/SOWE connections
pl_pl: Firewall DPI w połączeniach SNMP/SOWE.

source: Option for Firewall on other Modbus connections
pl_pl: Opcja dla firewalla w innych połączeniach Modbus.

source: Antivirus
pl_pl: Oprogramowanie antywirusowe.

source: Training
pl_pl: Szkolenie

source: Spare Parts
pl_pl: Części zamienne

source: *Option to replace Axence Software to be evaluated later on
pl_pl: * Opcja wymiany oprogramowania Axence zostanie wyceniona w terminie późniejszym.

source: Our overall estimation for all the above services is 1 683 974 €.
pl_pl: Nasza łączna wycena szacunkowa za wszystkie powyższe usługi wynosi 1 683 974 €.

source: Main Exclusions
pl_pl: Podstawowe wyłączenia

source: The Estimations described above (chapter 5.1) do not include the following:
pl_pl: Wyceny szacunkowe opisane powyżej (rozdział 5.1) nie obejmują:

source: Any equipment or services not clearly described in the document Belchatow-Cybersecurity-HMI upgrade (2).pptx and “Technical Overview PGE_BELCHATOW POLAND-ALSPA CyberSecurity -2015-06-23.doc”
pl_pl: żadnych urządzeń ani usług niewymienionych wyraźnie w dokumentach „Belchatow-Cybersecurity-HMI upgrade (2).pptx” i „Technical Overview PGE_BELCHATOW POLAND-ALSPA CyberSecurity -2015-06-23.doc”,

source: Any hardware and/or soft delivery and/or any engineering works (in particular connected with PGIM, Management workstation MWS 1 and 2, Shift charge Engineering workstation, AMODIS, Egatrol Operator stations, Egatrol Engineering Station).
pl_pl: żadnego sprzętu, oprogramowania ani prac projektowych (w szczególności związanych z PGIM, stacją roboczą zarządzania MWS 1 i 2, stacją roboczą projektowania obciążenia zamian, AMODIS, stacjami operatorskimi Egatrol, stacjami projektowymi Egatrol),

source: Any Dismounting works of the existing equipment
pl_pl: żadnych prac związanych z demontażem urządzeń istniejących,

source: Any Installation or erection of equipment on site
pl_pl: żadnej instalacji ani budowy urządzeń w zakładzie,

source: Any Waste management
pl_pl: zarządzania odpadami,

source: Any particular Qualification not already acquired by PAC France as of to-date,
pl_pl: uzyskiwania jakichkolwiek kwalifikacji nieuzyskanych do tej pory przez PAC Francja,

source: For visit in France (FAT and/or training) : any travels, accommodations or living allowances of customer personnel
pl_pl: w przypadku wyjazdów do Francji (testy odbiorowe FAT i/lub szkolenia) — żadnych kosztów przejazdu, wyżywienia i zakwaterowania pracowników klienta.

source: Language
pl_pl: Język

source: The contractual documents and any correspondence or documents that may be exchanged between Titre1_valorisation and ALSTOM Power Systems PAC shall be in English language.
pl_pl: Wszystkie dokumenty kontraktowe i cała korespondencja oraz dokumentacja wymieniana pomiędzy Titre1_valorisation a ALSTOM Power Systems PAC muszą być sporządzone w języku angielskim.

source: Version Lang.
pl_pl: Wersja Lang.

source: TECHNICAL PROPOSAL Overview rev. Revision
pl_pl: Opis ogólny propozycji technicznej wer. Revision

source: on behalf of PAC POLAND
pl_pl: w imieniu PAC POLAND

source: Cybersecurity Titre4_valorisation
pl_pl: Cyberbezpieczeństwo Titre4_valorisation

source: Belchatow Cybersecurity technical proposal
pl_pl: Propozycja techniczna dotycząca cyberbezpieczeństwa elektrowni Bełchatów

source: The Whole technical proposal is based on the assumption that the cybersecurity activities are done in parallel with HMI Retrofit during the same periods
pl_pl: Cała propozycja techniczna została opracowana przy założeniu, że działania związane z cyberbezpieczeństwem będą wykonywane równolegle z modernizacją interfejsu HMI i w tych samych okresach.

source: Documentation server and AMS are excluded from Alspa Perimeter (make specific Networks out of this scope)
pl_pl: Serwer dokumentacji i AMS są wyłączone z zakresu Alspa (wyłączenie określonych sieci z niniejszego zakresu).

source: Equipment and services not clearly listed in our scope of supply are excluded from our proposal.
pl_pl: Propozycja nie obejmuje urządzeń ani usług, które nie zostały wyraźnie wymienione w naszym zakresie.

source: Therefore and in particular, the following equipment and services are excluded from our scope of supply.
pl_pl: Dlatego w szczególności urządzenia i usługi opisane poniżej nie wchodzą w zakres oferty.

source: Exclusion
pl_pl: Wyłączenia

source: The following equipment or services are excluded from Alstom PAC scope of work:
pl_pl: Z zakresu prac Alstom PAC wyłączone są następujące urządzenia lub usługi:

source: All packages which are not under Alstom PAC responsibility
pl_pl: wszystkie pakiety, za które Alstom PAC nie odpowiada,

source: Make specific Networks for AMS and Documentation server which must be done before new features implementation
pl_pl: wykonanie określonych sieci dla AMS i serwera dokumentacji, które musi mieć miejsce przed implementacją nowych funkcji,

source: All preparation and implementation on site of all necessary modifications regarding cabling, power supplies, connecting and other such activities on site, new cubicles installation.
pl_pl: wszystkie przygotowania i wdrożenia w zakładzie w zakresie wszelkich koniecznych modyfikacji okablowania, zasilania, podłączeń oraz innych podobnych prac, instalacja nowych szaf,

source: These activities will have to be completed before ALSTOM PAC arrival on site for final starting and final tests on site during plant outage
pl_pl: Prace te muszą zostać zakończone przed wejściem firmy ALSTOM PAC na teren zakładu w celu ostatecznego uruchomienia i testów podczas przestoju elektrowni.

source: All equipment and services which are not described hereafter
pl_pl: wszystkie urządzenia i usługi nieopisane poniżej.

source: Proposed principle solutions summary
pl_pl: Podsumowanie zasad proponowanego rozwiązania

source: As summary the proposed principle solution is described hereafter:
pl_pl: Podsumowanie zasad proponowanego rozwiązania zostało opisane poniżej.

source: Cybersecurity adapted level is Intermediate with:
pl_pl: Przyjęto pośredni poziom cyberbezpieczeństwa, który obejmuje:

source: Firewall at the ALSPA HMI level & at the protocols level (Automation cell or gateways), on most exposed Modbus connections (hardening impact on site time implementation)
pl_pl: firewall na poziomie interfejsu HMI systemu ALSPA oraz na poziomie protokołów (komórki automatyki lub bramki), w najbardziej narażonych połączeniach Modbus (wpływ utwardzenia na wdrożenie w czasie),

source: EndPoint protection Application control, Device control , Centralized management
pl_pl: ochronę punktów końcowych, kontrolę aplikacji, kontrolę urządzeń, centralne zarządzanie,

source: Hardening of computers (Ccad clients must be included) and network devices
pl_pl: utwardzenie systemów komputerowych (należy uwzględnić klientów Ccad) i urządzeń sieciowych,

source: OPC demilitarized zone
pl_pl: „strefę zdemilitaryzowaną” OPC,

source: SIEM Interface for preparing future SIEM collector connection for Monitoring
pl_pl: interfejs SIEM w celu przygotowania przyszłego podłączenia kolektora SIEM na potrzeby monitoringu,

source: Documentation server and AMS excluded from Alspa Perimeter (make specific Networks out of this scope)
pl_pl: wyłączenie serwera dokumentacji i AMS z zakresu Alspa (wyłączenie określonych sieci z niniejszego zakresu).

source: Refer to Summary overview Section 2
pl_pl: Patrz schemat ogólny w rozdziale „Podsumowanie” Section 2.

source: Proposed Packages
pl_pl: Proponowane pakiety

source: The proposed packages are:
pl_pl: Propozycja obejmuje następujące pakiety:

source: Coordination and management needed for the project.
pl_pl: koordynację i zarządzanie wymagane w ramach projektu,

source: Engineering services
pl_pl: usługi projektowe,

source: Implementation and tests of cybersecurity features on equipment in platform
pl_pl: implementację i testy funkcji dotyczących cyberbezpieczeństwa w urządzeniach platformy,

source: Factory Acceptance Tests
pl_pl: fabryczne badania odbiorowe (FAT),

source: Final implementation and tests on site
pl_pl: końcową implementację i testy w zakładzie,

source: Project documentation
pl_pl: dokumentację projektową.

source: Options
pl_pl: Opcje

source: The different proposed options are:
pl_pl: Propozycja obejmuje następujące opcje:

source: Unit SIEM,
pl_pl: jednostkę SIEM,

source: TGC Hardening :
pl_pl: utwardzanie systemu TGC:

source: This option in linked to TGC HMI Retrofit and can’t be done on current TGC
pl_pl: opcja połączona z modernizacją interfejsu HMI systemu TGC i niemożliwa do wykonania dla aktualnego TGC,

source: DPI firewalls on SNMP /SOWE connections
pl_pl: firewalle DPI w połączeniach SNMP/SOWE,

source: Firewalls on all protocol level Modbus connections
pl_pl: firewalle na poziomie wszystkich protokołów połączeń Modbus,

source: Antivirus from same software suite than Application control and device control (ESET antivirus solution can’t be used for security reasons as it doesn’t integrate application control and device control)
pl_pl: oprogramowanie antywirusowe z tego samego pakietu programów, co programy kontrolujące aplikacje i urządzenia (brak możliwości zastosowania rozwiązania antywirusowego ESET, ponieważ nie obejmuje ono kontroli aplikacji i urządzeń),

source: Training for 10days on site
pl_pl: 10-dniowe szkolenie w zakładzie,

source: Spare parts composed of most critical hardware parts
pl_pl: części zamienne dla najważniejszych urządzeń,

source: Management software :
pl_pl: oprogramowanie zarządzające:

source: As Axence software brings Cybersecurity weaknesses it won’t be provided
pl_pl: ponieważ oprogramowanie Axence powoduje osłabienie cyberbezpieczeństwa, nie zostanie ono dostarczone.

source: If equivalent functions are still required, an Option for Software with almost same features adapted with cybersecurity could be proposed
pl_pl: Jeżeli konieczne są nadal funkcje równoważne, może zostać zaproponowana opcja dla oprogramowania z prawie identycznymi funkcjami i zaadaptowaną opcją cyberbezpieczeństwa.

source: It’s not included in this proposal and would have to be evaluated later on
pl_pl: Niniejsza propozycja nie obejmuje takiego oprogramowania i zostanie ono wycenione w terminie późniejszym.

source: Summary:
pl_pl: Podsumowanie

source: Cybersecurity strengthening have a cost which is nothing regardless to long outage due to Cyberattacks damages (time to analyse, rebuild machines, potentially mechanical damages, etc.)
pl_pl: Wzmocnienie cyberbezpieczeństwa pociąga za sobą koszty, które jednak są niewielkie w porównaniu z długimi przestojami w wyniku szkód spowodowanych przez ataki cybernetyczne (czas analizy, remont maszyn, potencjalne uszkodzenia mechaniczne itp.).

source: The Cybersecurity features are added in the same time than Alspa HMI Retrofit.
pl_pl: Funkcje zapewniające cyberbezpieczeństwo są dodawane równocześnie z modernizacją interfejsu HMI systemu Alspa.

source: There are No needs to change whole DCS components
pl_pl: Nie jest konieczna wymiana wszystkich podzespołów systemu DCS.

source: The implementation and Tests are done Factory in Factory up to FAT, and system delivered ready to be installed on site.
pl_pl: Implementacje i testy są wykonywane fabrycznie do momentu badań FAT, a dostarczany system jest gotowy do instalacji w zakładzie.

source: Appendix
pl_pl: Załącznik

source: Contractual tool
pl_pl: Narzędzia kontraktowe

source: Rev 01
pl_pl: Rew. 01

source: References in the contract
pl_pl: Określenia w umowie

source: Fabrication references
pl_pl: Określenia produkcyjne

source: Handling over to the customer
pl_pl: Przekazanie klientowi

source: Qty
pl_pl: Ilość

source: Reference number
pl_pl: Numer referencyjny

source: Figure*
pl_pl: Rysunek*

source: Tool received
pl_pl: Narzędzie otrzymane

source: Signature or comment of the customer
pl_pl: Podpis lub uwagi klienta

source: Hand crank
pl_pl: Korba ręczna

source: 470 mm long
pl_pl: długość 470 mm

source: Hand cranck ME4 with cardan
pl_pl: Korba ręczna ME4 z przegubem Cardana

source: L=463 mm
pl_pl: dł. = 463 mm

source: Hand crank with universal joint 990 mm long
pl_pl: Korba ręczna z przegubem uniwersalnym, długość 990 mm

source: Spring charping hand crank for CB
pl_pl: Korba ręczna do naciągania sprężyny rozłącznika

source: Circuit-breaker operating mechanism resetting crank
pl_pl: Korba do resetowania mechanizmu rozłącznika

source: Digital manometer
pl_pl: Manometr cyfrowy

source: Control manometer 0.5 class or higher
pl_pl: Manometr kontrolny klasy 0,5 lub wyższej

source: SF6 pressure checking tool box
pl_pl: Skrzynka narzędzi do sprawdzania gazu SF6

source: Temperature measuring set
pl_pl: Zestaw do pomiaru temperatury

source: Contact thermometer
pl_pl: Termometr stykowy

source: SF6 gas refilling cart
pl_pl: Wózek do napełniania gazem SF6

source: Cylinder-trolley with inflating handle
pl_pl: Wózek na butlę z dźwignią do napełniania

source: Spanner adapter for pressure duty modules
pl_pl: Adapter klucza do modułów ciśnieniowych

source: Tightening sleeve on service module (density switch)
pl_pl: Nasadka do dokręcania w modułach serwisowych (czujnik gęstości)

source: Tightening socket for pressure duty modules
pl_pl: Nasadka do dokręcania w modułach ciśnieniowych

source: Tightening sleeve on service module on voltage transformer
pl_pl: Nasadka do dokręcania w modułach serwisowych przekładnika napięciowego

source: Gas re-filling and evacuating DILO PLANT ECONOMY
pl_pl: Zestaw do napełniania i opróżniania z gazu DILO PLANT ECONOMY

source: ECONOMY UNIT without tank
pl_pl: Moduł ECONOMY UNIT bez zbiornika

source: Gas distribution system
pl_pl: Układ rozprowadzania gazu

source: Distribution assembly
pl_pl: Rozdzielacz

source: Dilo pipe extension
pl_pl: Przedłużenie rury Dilo

source: Dilo pipe extender
pl_pl: Przedłużacz rury Dilo

source: 10m Dilo pipes
pl_pl: Rury Dilo 10 m

source: Dilo pipes (10m)
pl_pl: Rury Dilo (10 m)

source: 120m3 vacuum pump with maintenance kit
pl_pl: Pompa próżniowa 120 m3 z zestawem do konserwacji

source: Vacuum pump 120m3 50Hz 220-415V with maintenance kit
pl_pl: Pompa próżniowa 120 m3 50 Hz, 200–415 V z zestawem do konserwacji

source: SF6 gas leak detector
pl_pl: Wykrywacz wycieku gazu SF6

source: Leak detector
pl_pl: Wykrywacz nieszczelności

source: Low voltage tool box
pl_pl: Skrzynka narzędzi do układów niskiego napięcia

source: Tools box electrician
pl_pl: Skrzynka narzędzi elektryka

source: Handle with 6 padlocks
pl_pl: Uchwyt z 6 kłódkami

source: Padlocking kit for locking rod system ME2.2
pl_pl: Zestaw kłódek do systemu pręta blokującego ME2.2

source: Hand crank 200 mm long
pl_pl: Korba ręczna o długości 200 mm

source: Operating mechanism operating crank ME L= 200mm
pl_pl: Korba ME do obsługi mechanizmu roboczego dł. = 200 mm

source: Earthing device for transformer box
pl_pl: Urządzenie uziemiające do obudowy transformatora

source: Test pad
pl_pl: Tester

source: TID (temporary isolation device) service tool (with torque limiter)
pl_pl: Urządzenie serwisowe do urządzeń tymczasowego odcinania (TID) (z ogranicznikiem momentu)

source: Note:
pl_pl: Uwaga:

source: The above listed tools should be used during installation of GIS.
pl_pl: Wyżej wymienionych narzędzi należy używać podczas instalacji GIS.

source: *Photos or illustrations are non-contractual
pl_pl: * Zdjęcia lub ilustracje nie mają charakteru kontraktowego.

source: Copyright Notice
pl_pl: Informacja o prawach autorskich

source: The information contained in this online publication is the exclusive property of General Electric Company, except as otherwise indicated.
pl_pl: O ile nie zastrzeżono inaczej, informacje zawarte w niniejszej publikacji internetowej są wyłączną własnością General Electric Company.

source: You may view, copy and print documents and graphics incorporated in this online publication (the “Documents”) subject to the following:
pl_pl: Wyświetlanie, powielanie i drukowanie dokumentów i grafik zamieszczonych w niniejszej publikacji internetowej („Dokumenty”) jest dozwolone, jednakże:

source: (1) the Documents may be used solely for personal, informational, non-commercial purposes; (2) the Documents may not be modified or altered in any way; and (3) General Electric Company withholds permission for making the Documents or any portion thereof accessible via the Internet.
pl_pl: (1) Dokumenty mogą być wykorzystywane wyłącznie w celach osobistych, informacyjnych, niekomercyjnych; (2) Dokumentów nie można modyfikować ani w żaden sposób zmieniać oraz (3) General Electric Company odmawia zgody na udostępnianie Dokumentów lub ich części za pośrednictwem Internetu.

source: Except as expressly provided herein, you may not use, copy, print, display, reproduce, publish, license, post, transmit or distribute the Documents in whole or in part without the prior written permission of General Electric Company.
pl_pl: O ile nie zastrzeżono inaczej w niniejszym dokumencie, zabrania się używania, powielania, drukowania, pokazywania, odtwarzania, publikowania, obejmowania licencją, wywieszania, przesyłania lub rozpowszechniania Dokumentów w całości w lub w części, bez uprzedniej zgody General Electric Company wyrażonej na piśmie.

source: The information contained in this online publication is proprietary and subject to change without notice.
pl_pl: Informacje zawarte w niniejszej publikacji internetowej są zastrzeżone i mogą ulec zmianie bez wcześniejszego powiadomienia.

source: The software described in this online publication is supplied under license and may be used or copied only in accordance with the terms of such license.
pl_pl: Oprogramowanie opisane w niniejszej publikacji internetowej jest dostarczane w ramach licencji i może być używane lub powielane wyłącznie zgodnie z warunkami takiej licencji.

source: Trademark Notices
pl_pl: Informacje o znakach towarowych

source: GE and the GE logo are trademarks and service marks of General Electric Company
pl_pl: GE i logo GE są znakami towarowymi i usługowymi General Electric Company.

source: * Trademarks of General Electric Company.
pl_pl: * Znaki towarowe General Electric Company.

source: Cisco is a registered trademark of Cisco Corporation.
pl_pl: Cisco jest zarejestrowanym znakiem towarowym Cisco Corporation.

source: Hyperterminal is a registered trademark of Hilgraeve, Incorporated.
pl_pl: Hyperterminal jest zarejestrowanym znakiem towarowym Hilgraeve Incorporated.

source: IEC is a registered trademark of Commission Electrotechnique Internationale.
pl_pl: IEC jest zarejestrowanym znakiem towarowym Commission Electrotechnique Internationale.

source: IEEE and POSIX are registered trademarks of the Institute of Electrical and Electronics Engineers, Inc.
pl_pl: IEEE i POSIX są zarejestrowanymi znakami towarowymi the Institute of Electrical and Electronics Engineers, Inc.

source: NEMA is a registered trademark of National Electrical Manufacturers Association
pl_pl: NEMA jest zarejestrowanym znakiem towarowym National Electrical Manufacturers Association.

source: ASME is a registered trademark of The American Society of Mechanical Engineers.
pl_pl: ASME jest zarejestrowanym znakiem towarowym The American Society of Mechanical Engineers.

source: Internet Explorer, Microsoft, and Windows are registered trademarks of Microsoft Corporation.
pl_pl: Internet Explorer, Microsoft i Windows są zarejestrowanymi znakami towarowymi Microsoft Corporation.

source: JAVA is a registered trademark of Oracle Corporation,
pl_pl: JAVA jest zarejestrowanym znakiem towarowym Oracle Corporation.

source: Modbus is a registered trademark of Schneider Automation, Inc.
pl_pl: Modbus jest zarejestrowanym znakiem towarowym Schneider Automation, Inc.

source: Netscape is a registered trademark of Netscape Communications Corporation.
pl_pl: Netscape jest zarejestrowanym znakiem towarowym Netscape Communications Corporation.

source: SEL is a registered trademark of Schweitzer Engineering Laboratories, Inc
pl_pl: SEL jest zarejestrowanym znakiem towarowym Schweitzer Engineering Laboratories, Inc.

source: Other company or product names mentioned in this document may be trademarks or registered trademarks of their respective companies.
pl_pl: Inne nazwy firm lub produktów wymienione w niniejszym dokumencie mogą stanowić znaki towarowe lub zarejestrowane znaki towarowe właściwych firm.
